export default function productListData (){

    let fruitList = ['상품선택', '감', '과일꾸러미','귤', '딸기', '레드향', '레몬', '망고', '매실', '메론', '모과', '무화과', '바나나', '밤', '방울토마토',
      '배', '백향과', '복분자', '복숭아', '블루베리', '사과', '살구', '샤인머스켓', '설국향', '수박', '앵두', '오디', '오렌지',
      '용과', '자두', '자몽', '참외', '천혜향', '체리', '카라향', '코코넛', '키위', '토마토', '파인애플', '포도', '한라봉', '황금향'];

    let vegeList = [
      '상품선택', '가지', '감자', '고구마', '고추', '나물류', '당근', '대추', '도라지', '마', '마늘', '무', '배추', '버섯', '브로콜리', 
  '비트', '삼', '생강', '쌈채소', '아보카도', '아스파라거스', '야콘', '양배추', '양파', '연근', '오이', '옥수수', '채소꾸러미',
  '초석잠', '콜라비', '파', '파프리카', '허브', '호두', '호박', '셀러리'
    ];
   
    let etcList = ['상품선택','계란', '고춧가루', '김치', '꿀', '수제청', '쌀/잡곡류'];
  

    return {fruitList, vegeList, etcList};
}
